xml/request_templates/art_ufl_xx.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>33995237|870971</ac:identifier>
              <ac:source>Tidsskriftsartikler</ac:source>
              <dc:title>Da omstændighederne tvang Herlev Hospital i knæ</dc:title>
              <dc:title xsi:type="dkdcplus:full">Da omstændighederne tvang Herlev Hospital i knæ : Hovedstadens mest produktive hospital og specialeplansvinderen Herlev Hospital har fyret 136 medarbejdere</dc:title>
              <dc:creator>Lars Igum Rasmussen</dc:creator>
              <dc:creator xsi:type="oss:sort">Igum Rasmussen, Lars</dc:creator>
              <dc:creator>Anne Steenberger</dc:creator>
              <dc:creator xsi:type="oss:sort">Steenberger, Anne</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">61.94</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte hospitaler</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">Herlev Hospital</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">afskedigelser</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">besparelser</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">hospitaler</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2010</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskriftsartikel</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>S. 182-186</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf>Ugeskrift for læger, Årg. 172, nr. 3 (2010)</dcterms:isPartOf>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0041-5782</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">33995237</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20100203131946</marcx:subfield>
                  <marcx:subfield code="d">20100203</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2010</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="r">ap</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="016">
                  <marcx:subfield code="a">03301044</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">ABU201006</marcx:subfield>
                  <marcx:subfield code="a">DAR201006</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="086">
                  <marcx:subfield code="a">!!! INGEN DK5-POST TIL KLASSEMÆRKE</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Da omstændighederne tvang Herlev Hospital i knæ</marcx:subfield>
                  <marcx:subfield code="c">Hovedstadens mest produktive hospital og specialeplansvinderen Herlev Hospital har fyret 136 medarbejdere</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">S. 182-186</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="557">
                  <marcx:subfield code="a">Ugeskrift for læger</marcx:subfield>
                  <marcx:subfield code="j">2010</marcx:subfield>
                  <marcx:subfield code="z">0041-5782</marcx:subfield>
                  <marcx:subfield code="V">Årg. 0172, nr. 0003 (2010)</marcx:subfield>
                  <marcx:subfield code="v">Årg. 172, nr. 3 (2010)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="610">
                  <marcx:subfield code="1"/>
                  <marcx:subfield code="a">Herlev Hospital</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">61.94</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">hospitaler</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">afskedigelser</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">besparelser</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Igum Rasmussen</marcx:subfield>
                  <marcx:subfield code="h">Lars</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Steenberger</marcx:subfield>
                  <marcx:subfield code="h">Anne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="a">Rasmussen</marcx:subfield>
                  <marcx:subfield code="h">Lars Igum</marcx:subfield>
                  <marcx:subfield code="z">700/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870971-tsart:33995237</os:identifier>
            <os:creationDate>20100203</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                <os:relationUri>[useraccessinfomedia]?action=getArticle&amp;faust=33995237&amp;libraryCode=[libraryCode]&amp;userId=[userId]&amp;userPinCode=[userPinCode]</os:relationUri>
                <os:linkObject>
                  <os:accessType>rest</os:accessType>
                  <os:access>remote</os:access>
                  <os:linkTo>webservice</os:linkTo>
                </os:linkObject>
              </os:relation>
              <os:relation>
                <os:relationType>dbcbib:isPartOfManifestation</os:relationType>
                <os:relationUri>870970-basis:03301044</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>art_ufl_xx.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
